<policyDefinitions revision="1.0" schemaVersion="1.0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><policyNamespaces><target prefix="Marianok" namespace="MSC.Policies.1922C48B_D356_4967_972B_EF730A8DB351"/><using prefix="windows" namespace="Microsoft.Policies.Windows"/></policyNamespaces><supersededAdm fileName=""/><resources minRequiredRevision="1.0" fallbackCulture="en-us"/><categories><category name="CAT_MARIANOKS_XML_2_ADMXL" displayName="$(string.CAT_MARIANOKS_XML_2_ADMXL)" explainText="$(string.CAT_MARIANOKS_XML_2_ADMXL_HELP)"/><category name="CAT_E42F39DE_22FE_45D6_BB11_8F779489FE5E" displayName="$(string.CAT_E42F39DE_22FE_45D6_BB11_8F779489FE5E)" explainText="$(string.CAT_E42F39DE_22FE_45D6_BB11_8F779489FE5E_HELP)"><parentCategory ref="CAT_MARIANOKS_XML_2_ADMXL"/></category></categories><policies><policy name="POL_286304D2_370D_4507_A40B_DE21287AB315" displayName="$(string.POL_286304D2_370D_4507_A40B_DE21287AB315)" explainText="$(string.POL_286304D2_370D_4507_A40B_DE21287AB315_HELP)" key="Software\Policies\Microsoft\Windows\Explorer" class="User" presentation="$(presentation.POL_286304D2_370D_4507_A40B_DE21287AB315)"><parentCategory ref="CAT_E42F39DE_22FE_45D6_BB11_8F779489FE5E"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><decimal id="DXT_286304D2_370D_4507_A40B_DE21287AB315" valueName="NoPinningStoreToTaskbar"/></elements></policy></policies></policyDefinitions>
