<?xml version="1.0"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><displayName>Unpin Store</displayName><description>This policy sets the registry key to unpin the Microsoft Store Icon in the Taskbar</description><resources><stringTable><string id="CAT_MARIANOKS_XML_2_ADMXL">Unpin MS Store</string><string id="CAT_MARIANOKS_XML_2_ADMXL_HELP">This Category configures the Values located under the NoPinning StoreToTaskbar] Key.</string><string id="CAT_E42F39DE_22FE_45D6_BB11_8F779489FE5E">Explorer</string><string id="CAT_E42F39DE_22FE_45D6_BB11_8F779489FE5E_HELP">This Category configures the Values located under the [HKEY_CURRENT_USER\Software\Policies\Microsoft\Windows\Explorer] Key.</string><string id="POL_286304D2_370D_4507_A40B_DE21287AB315">NoPinningStoreToTaskbar</string><string id="POL_286304D2_370D_4507_A40B_DE21287AB315_HELP">This Policy configures the Value [NoPinningStoreToTaskbar] located under the [Software\Policies\Microsoft\Windows\Explorer] Key.

In the .REG file, this setting was defined as [dword] and had the value [00000001] assigned.
</string></stringTable><presentationTable><presentation id="POL_286304D2_370D_4507_A40B_DE21287AB315"><decimalTextBox refId="DXT_286304D2_370D_4507_A40B_DE21287AB315"/></presentation></presentationTable></resources></policyDefinitionResources>
