{
   "value": [
        {
            "settingInstance": {
                "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
                "settingDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure",
                "settingInstanceTemplateReference": {
                    "settingInstanceTemplateId": "de06bec1-4852-48a0-9799-cf7b85992d45"
                },
                "groupSettingCollectionValue": [
                    {
                        "settingValueTemplateReference": null,
                        "children": [
                            {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
                                "settingDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                "settingInstanceTemplateReference": {
                                    "settingInstanceTemplateId": "76fa254e-cbdb-4718-8bdd-cd41e57caa02"
                                },
                                "groupSettingCollectionValue": [
                                    {
                                        "settingValueTemplateReference": null,
                                        "children": [
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                "settingDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype",
                                                "settingInstanceTemplateReference": null,
                                                "choiceSettingValue": {
                                                    "settingValueTemplateReference": null,
                                                    "value": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype_users",
                                                    "children": [
                                                        {
                                                            "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance",
                                                            "settingDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_users",
                                                            "settingInstanceTemplateReference": null,
                                                            "simpleSettingCollectionValue": [
                                                                {
                                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "AzureAD\\<REPLACEME>"
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            },
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                "settingDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action",
                                                "settingInstanceTemplateReference": null,
                                                "choiceSettingValue": {
                                                    "settingValueTemplateReference": null,
                                                    "value": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action_add_update",
                                                    "children": []
                                                }
                                            },
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance",
                                                "settingDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc",
                                                "settingInstanceTemplateReference": null,
                                                "choiceSettingCollectionValue": [
                                                    {
                                                        "settingValueTemplateReference": null,
                                                        "value": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_administrators",
                                                        "children": []
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "settingDefinitions": [
                {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionDefinition",
                    "accessTypes": "add,delete,get,replace",
                    "keywords": [
                        "LocalUsersAndGroups",
                        "Configure",
                        "Local Users And Groups"
                    ],
                    "infoUrls": [
                        "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-localusersandgroups"
                    ],
                    "baseUri": "./Device/Vendor/MSFT/Policy",
                    "offsetUri": "/Config/LocalUsersAndGroups/Configure",
                    "rootDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure",
                    "categoryId": "b86100f0-e4ae-4f93-9dae-dd253a96726f",
                    "settingUsage": "configuration",
                    "uxBehavior": "multiheaderGrid",
                    "visibility": "template",
                    "id": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc",
                    "description": "This Setting allows an administrator to manage local groups on a Device.                             Possible settings:                             1. Update Group Membership: Update a group and add and/or remove members though the 'U' action.                             When using Update, existing group members that are not specified in the policy remain untouched.                             2. Replace Group Membership: Restrict a group by replacing group membership through the 'R' action.                             When using Replace, existing group membership is replaced by the list of members specified in                             the add member section. This option works in the same way as a Restricted Group and any group                             members that are not specified in the policy are removed.                             Caution: If the same group is configured with both Replace and Update, then Replace will win.",
                    "helpText": "",
                    "name": "desc",
                    "displayName": "Local group",
                    "version": "637831805486316974",
                    "defaultOptionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_administrators",
                    "maximumCount": 100,
                    "minimumCount": 0,
                    "applicability": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationWindowsSettingApplicability",
                        "description": null,
                        "platform": "windows10",
                        "deviceMode": "none",
                        "technologies": "mdm",
                        "configurationServiceProviderVersion": "10.0",
                        "maximumSupportedVersion": null,
                        "minimumSupportedVersion": "10.0.19042",
                        "windowsSkus": [
                            "windowsEnterprise",
                            "windowsProfessional",
                            "windowsEducation",
                            "iotEnterprise",
                            "windowsCloudN",
                            "windows11SE"
                        ],
                        "requiresAzureAd": false,
                        "requiredAzureAdTrustType": "none"
                    },
                    "occurrence": {
                        "minDeviceOccurrence": 1,
                        "maxDeviceOccurrence": 100
                    },
                    "referredSettingInformationList": [],
                    "options": [
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_administrators",
                            "description": null,
                            "helpText": null,
                            "name": "administrators",
                            "displayName": "Administrators",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "Administrators"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_users",
                            "description": null,
                            "helpText": null,
                            "name": "users",
                            "displayName": "Users",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "Users"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_guests",
                            "description": null,
                            "helpText": null,
                            "name": "guests",
                            "displayName": "Guests",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "Guests"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_powerusers",
                            "description": null,
                            "helpText": null,
                            "name": "powerusers",
                            "displayName": "Power Users",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "Power Users"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_remotedesktopusers",
                            "description": null,
                            "helpText": null,
                            "name": "remotedesktopusers",
                            "displayName": "Remote Desktop Users",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "Remote Desktop Users"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc_remotemanagementusers",
                            "description": null,
                            "helpText": null,
                            "name": "RemoteManagementUsers",
                            "displayName": "Remote Management Users",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "Remote Management Users"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        }
                    ]
                },
                {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationSettingGroupCollectionDefinition",
                    "accessTypes": "add,delete,get,replace",
                    "keywords": [
                        "LocalUsersAndGroups",
                        "Configure",
                        "Local Users And Groups"
                    ],
                    "infoUrls": [
                        "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-localusersandgroups"
                    ],
                    "baseUri": "./Device/Vendor/MSFT/Policy",
                    "offsetUri": "/Config/LocalUsersAndGroups/Configure",
                    "rootDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure",
                    "categoryId": "b86100f0-e4ae-4f93-9dae-dd253a96726f",
                    "settingUsage": "configuration",
                    "uxBehavior": "multiheaderGrid",
                    "visibility": "template",
                    "id": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                    "description": "This Setting allows an administrator to manage local groups on a Device.                             Possible settings:                             1. Update Group Membership: Update a group and add and/or remove members though the 'U' action.                             When using Update, existing group members that are not specified in the policy remain untouched.                             2. Replace Group Membership: Restrict a group by replacing group membership through the 'R' action.                             When using Replace, existing group membership is replaced by the list of members specified in                             the add member section. This option works in the same way as a Restricted Group and any group                             members that are not specified in the policy are removed.                             Caution: If the same group is configured with both Replace and Update, then Replace will win.",
                    "helpText": "",
                    "name": "accessgroup",
                    "displayName": "access group",
                    "version": "637831805486316974",
                    "childIds": [
                        "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc",
                        "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action",
                        "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype"
                    ],
                    "maximumCount": 1,
                    "minimumCount": 1,
                    "applicability": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationWindowsSettingApplicability",
                        "description": null,
                        "platform": "windows10",
                        "deviceMode": "none",
                        "technologies": "mdm",
                        "configurationServiceProviderVersion": "10.0",
                        "maximumSupportedVersion": null,
                        "minimumSupportedVersion": "10.0.19042",
                        "windowsSkus": [
                            "windowsEnterprise",
                            "windowsProfessional",
                            "windowsEducation",
                            "iotEnterprise",
                            "windowsCloudN",
                            "windows11SE"
                        ],
                        "requiresAzureAd": false,
                        "requiredAzureAdTrustType": "none"
                    },
                    "occurrence": {
                        "minDeviceOccurrence": 1,
                        "maxDeviceOccurrence": 1
                    },
                    "referredSettingInformationList": [],
                    "dependentOn": [
                        {
                            "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure",
                            "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure"
                        }
                    ],
                    "dependedOnBy": [
                        {
                            "dependedOnBy": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_desc",
                            "required": true
                        },
                        {
                            "dependedOnBy": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action",
                            "required": true
                        },
                        {
                            "dependedOnBy": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype",
                            "required": true
                        }
                    ]
                },
                {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingDefinition",
                    "accessTypes": "add,delete,get,replace",
                    "keywords": [
                        "LocalUsersAndGroups",
                        "Configure",
                        "Local Users And Groups"
                    ],
                    "infoUrls": [
                        "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-localusersandgroups"
                    ],
                    "baseUri": "./Device/Vendor/MSFT/Policy",
                    "offsetUri": "/Config/LocalUsersAndGroups/Configure",
                    "rootDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure",
                    "categoryId": "b86100f0-e4ae-4f93-9dae-dd253a96726f",
                    "settingUsage": "configuration",
                    "uxBehavior": "multiheaderGrid",
                    "visibility": "template",
                    "id": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action",
                    "description": "This Setting allows an administrator to manage local groups on a Device.                             Possible settings:                             1. Update Group Membership: Update a group and add and/or remove members though the 'U' action.                             When using Update, existing group members that are not specified in the policy remain untouched.                             2. Replace Group Membership: Restrict a group by replacing group membership through the 'R' action.                             When using Replace, existing group membership is replaced by the list of members specified in                             the add member section. This option works in the same way as a Restricted Group and any group                             members that are not specified in the policy are removed.                             Caution: If the same group is configured with both Replace and Update, then Replace will win.",
                    "helpText": "",
                    "name": "action",
                    "displayName": "Group and user action",
                    "version": "637831805486316974",
                    "defaultOptionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action_add_update",
                    "applicability": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationWindowsSettingApplicability",
                        "description": null,
                        "platform": "windows10",
                        "deviceMode": "none",
                        "technologies": "mdm",
                        "configurationServiceProviderVersion": "10.0",
                        "maximumSupportedVersion": null,
                        "minimumSupportedVersion": "10.0.19042",
                        "windowsSkus": [
                            "windowsEnterprise",
                            "windowsProfessional",
                            "windowsEducation",
                            "iotEnterprise",
                            "windowsCloudN",
                            "windows11SE"
                        ],
                        "requiresAzureAd": false,
                        "requiredAzureAdTrustType": "none"
                    },
                    "occurrence": {
                        "minDeviceOccurrence": 1,
                        "maxDeviceOccurrence": 100
                    },
                    "referredSettingInformationList": [],
                    "options": [
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action_add_update",
                            "description": null,
                            "helpText": null,
                            "name": "update",
                            "displayName": "Add (Update)",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "AddUpdate"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action_remove_update",
                            "description": null,
                            "helpText": null,
                            "name": "remove",
                            "displayName": "Remove (Update)",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "RemoveUpdate"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_action_add_restrict",
                            "description": null,
                            "helpText": null,
                            "name": "restrict",
                            "displayName": "Add (Replace)",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "AddRestrict"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": []
                        }
                    ]
                },
                {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingDefinition",
                    "accessTypes": "add,delete,get,replace",
                    "keywords": [
                        "LocalUsersAndGroups",
                        "Configure",
                        "Local Users And Groups"
                    ],
                    "infoUrls": [
                        "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-localusersandgroups"
                    ],
                    "baseUri": "./Device/Vendor/MSFT/Policy",
                    "offsetUri": "/Config/LocalUsersAndGroups/Configure",
                    "rootDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure",
                    "categoryId": "b86100f0-e4ae-4f93-9dae-dd253a96726f",
                    "settingUsage": "configuration",
                    "uxBehavior": "multiheaderGrid",
                    "visibility": "template",
                    "id": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype",
                    "description": "This Setting allows an administrator to manage local groups on a Device.                             Possible settings:                             1. Update Group Membership: Update a group and add and/or remove members though the 'U' action.                             When using Update, existing group members that are not specified in the policy remain untouched.                             2. Replace Group Membership: Restrict a group by replacing group membership through the 'R' action.                             When using Replace, existing group membership is replaced by the list of members specified in                             the add member section. This option works in the same way as a Restricted Group and any group                             members that are not specified in the policy are removed.                             Caution: If the same group is configured with both Replace and Update, then Replace will win.",
                    "helpText": "",
                    "name": "userselectiontype",
                    "displayName": "User selection type",
                    "version": "637831805486316974",
                    "defaultOptionId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype_users",
                    "applicability": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationWindowsSettingApplicability",
                        "description": null,
                        "platform": "windows10",
                        "deviceMode": "none",
                        "technologies": "mdm",
                        "configurationServiceProviderVersion": "10.0",
                        "maximumSupportedVersion": null,
                        "minimumSupportedVersion": "10.0.19042",
                        "windowsSkus": [
                            "windowsEnterprise",
                            "windowsProfessional",
                            "windowsEducation",
                            "iotEnterprise",
                            "windowsCloudN",
                            "windows11SE"
                        ],
                        "requiresAzureAd": false,
                        "requiredAzureAdTrustType": "none"
                    },
                    "occurrence": {
                        "minDeviceOccurrence": 1,
                        "maxDeviceOccurrence": 100
                    },
                    "referredSettingInformationList": [],
                    "options": [
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype_users",
                            "description": null,
                            "helpText": null,
                            "name": "users",
                            "displayName": "Users/Groups",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "users"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": [
                                {
                                    "dependedOnBy": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_users",
                                    "required": true
                                }
                            ]
                        },
                        {
                            "itemId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype_manual",
                            "description": null,
                            "helpText": null,
                            "name": "manual",
                            "displayName": "Manual",
                            "optionValue": {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                "settingValueTemplateReference": null,
                                "value": "manual"
                            },
                            "dependentOn": [
                                {
                                    "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                                    "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                                }
                            ],
                            "dependedOnBy": [
                                {
                                    "dependedOnBy": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_users",
                                    "required": true
                                }
                            ]
                        }
                    ]
                },
                {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationSettingGroupCollectionDefinition",
                    "accessTypes": "add,delete,get,replace",
                    "keywords": [
                        "LocalUsersAndGroups",
                        "Configure",
                        "Local Users And Groups"
                    ],
                    "infoUrls": [
                        "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-localusersandgroups"
                    ],
                    "baseUri": "./Device/Vendor/MSFT/Policy",
                    "offsetUri": "/Config/LocalUsersAndGroups/Configure",
                    "rootDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure",
                    "categoryId": "b86100f0-e4ae-4f93-9dae-dd253a96726f",
                    "settingUsage": "configuration",
                    "uxBehavior": "multiheaderGrid",
                    "visibility": "template",
                    "id": "device_vendor_msft_policy_config_localusersandgroups_configure",
                    "description": "This Setting allows an administrator to manage local groups on a Device.                             Possible settings:                             1. Update Group Membership: Update a group and add and/or remove members though the 'U' action.                             When using Update, existing group members that are not specified in the policy remain untouched.                             2. Replace Group Membership: Restrict a group by replacing group membership through the 'R' action.                             When using Replace, existing group membership is replaced by the list of members specified in                             the add member section. This option works in the same way as a Restricted Group and any group                             members that are not specified in the policy are removed.                             Caution: If the same group is configured with both Replace and Update, then Replace will win.",
                    "helpText": "",
                    "name": "GroupConfiguration",
                    "displayName": "Group Configuration",
                    "version": "637831805486316974",
                    "childIds": [
                        "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup"
                    ],
                    "maximumCount": 100,
                    "minimumCount": 1,
                    "applicability": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationWindowsSettingApplicability",
                        "description": null,
                        "platform": "windows10",
                        "deviceMode": "none",
                        "technologies": "mdm",
                        "configurationServiceProviderVersion": "10.0",
                        "maximumSupportedVersion": null,
                        "minimumSupportedVersion": "10.0.19042",
                        "windowsSkus": [
                            "windowsEnterprise",
                            "windowsProfessional",
                            "windowsEducation",
                            "iotEnterprise",
                            "windowsCloudN",
                            "windows11SE"
                        ],
                        "requiresAzureAd": false,
                        "requiredAzureAdTrustType": "none"
                    },
                    "occurrence": {
                        "minDeviceOccurrence": 1,
                        "maxDeviceOccurrence": 100
                    },
                    "referredSettingInformationList": [],
                    "dependentOn": [],
                    "dependedOnBy": [
                        {
                            "dependedOnBy": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup",
                            "required": true
                        }
                    ]
                },
                {
                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionDefinition",
                    "accessTypes": "add,delete,get,replace",
                    "keywords": [
                        "LocalUsersAndGroups",
                        "Configure",
                        "Local Users And Groups"
                    ],
                    "infoUrls": [
                        "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-localusersandgroups"
                    ],
                    "baseUri": "./Device/Vendor/MSFT/Policy",
                    "offsetUri": "/Config/LocalUsersAndGroups/Configure",
                    "rootDefinitionId": "device_vendor_msft_policy_config_localusersandgroups_configure",
                    "categoryId": "b86100f0-e4ae-4f93-9dae-dd253a96726f",
                    "settingUsage": "configuration",
                    "uxBehavior": "multiheaderGrid",
                    "visibility": "template",
                    "id": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_users",
                    "description": "This Setting allows an administrator to manage local groups on a Device.                             Possible settings:                             1. Update Group Membership: Update a group and add and/or remove members though the 'U' action.                             When using Update, existing group members that are not specified in the policy remain untouched.                             2. Replace Group Membership: Restrict a group by replacing group membership through the 'R' action.                             When using Replace, existing group membership is replaced by the list of members specified in                             the add member section. This option works in the same way as a Restricted Group and any group                             members that are not specified in the policy are removed.                             Caution: If the same group is configured with both Replace and Update, then Replace will win.",
                    "helpText": "",
                    "name": "member",
                    "displayName": "Selected user(s)",
                    "version": "637831805486316974",
                    "maximumCount": 100,
                    "minimumCount": 0,
                    "applicability": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationWindowsSettingApplicability",
                        "description": null,
                        "platform": "windows10",
                        "deviceMode": "none",
                        "technologies": "mdm",
                        "configurationServiceProviderVersion": "10.0",
                        "maximumSupportedVersion": null,
                        "minimumSupportedVersion": "10.0.19042",
                        "windowsSkus": [
                            "windowsEnterprise",
                            "windowsProfessional",
                            "windowsEducation",
                            "iotEnterprise",
                            "windowsCloudN",
                            "windows11SE"
                        ],
                        "requiresAzureAd": false,
                        "requiredAzureAdTrustType": "none"
                    },
                    "occurrence": {
                        "minDeviceOccurrence": 1,
                        "maxDeviceOccurrence": 100
                    },
                    "referredSettingInformationList": [],
                    "valueDefinition": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValueDefinition",
                        "format": "none",
                        "inputValidationSchema": null,
                        "maximumLength": 1024,
                        "minimumLength": 0,
                        "isSecret": false
                    },
                    "defaultValue": {
                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                        "settingValueTemplateReference": null,
                        "value": null
                    },
                    "dependentOn": [
                        {
                            "dependentOn": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype",
                            "parentSettingId": "device_vendor_msft_policy_config_localusersandgroups_configure_groupconfiguration_accessgroup_userselectiontype"
                        }
                    ],
                    "dependedOnBy": []
                }
            ]
        }
    ]
}